{
    "header": {
        "whyWeLove": "За что мы любим Manjaro",
        "punctuality": "За пунктуальность",
        "honesty": "За честность",
        "perfectionism": "За стремление к совершенству",
        "machiavellianism": "За макиавеллизм",
        "details": "За внимание к деталям",
        "tldr": "tl;dr"
    },
    "text": {
        "TLS1": "У них просрочился TLS сертификат , и они не придумали ничего лучше, чем посоветовать пользователям откатить системные часы назад.",
        "TLS2": "Затем сертификат просрочился снова.",
        "TLS3": "После того как это случилось уже аж дважды, они извлекли урок, и такого больше никогда не случалось. (Нет)",
        "purge": "Ну и вместо того, чтобы признать свои ошибки, они просто потерли все упоминания об этом. (Именно поэтому все ссылки выше ведут на web.archive.org)",
        "script": "Постоянный победитель в категории «Самый костыльный скрипт для обновления».",
        "vulnerability": "Этим же скриптом они добились появления критической уязвимости в системе. Stellar as always.",
        "partialUpdates": "Советуют пользователям делать частичные обновления, которые не поддерживаются пакетным менеджером самого дистрибутива.",
        "dbLock": "Удаляют файл блокировки базы данных пакетов посередине обновления.",
        "rmModules": "Их скрипт по очистке модулей ядра иногда просто сносил вообще все модули.",
        "pacmanGrep": "Их скрипт для обновления выполняет pacman -Q | grep, хотя pacman может все это делать и без grep.",
        "install": "Если вы хотите установить Manjaro, потому что вам хочется Arch Linux, то просто установите, собственно, сам Arch Linux. Следуйте официальной документации на Arch Wiki.",
        "rolling": "Если вы хотите роллинг-релиз дистрибутив, но вам совсем не хочется мучаться с Arch Linux, то обратите внимание на openSUSE Tumbleweed.",
        "stable": "Если же вам просто нужен стабильный и более дружественный к неуверенным пользователям Linux дистрибутив, посмотрите в сторону openSUSE Leap."
    },
    "ref": "Ссылка"
}
