{
    "header": {
        "whyWeLove": "За що ми любимо Manjaro",
        "punctuality": "За пунктуальність",
        "honesty": "За чесність",
        "perfectionism": "За прагнення до досконалості",
        "machiavellianism": "За макіавеллізм",
        "details": "За увагу до деталей",
        "tldr": "tl;dr"
    },
    "text": {
        "TLS1": "У них прострочив TLS сертифікат, і вони не придумали нічого кращого, ніж порадити користувачам відкотити системний годинник назад.",
        "TLS2": "Потім сертифікат знову прострочив.",
        "TLS3": "Після того як це сталося вже двічі, вони винесли урок, і такого більше ніколи не траплялося. (Ні)",
        "purge": "Ну і замість того, щоб визнати свої помилки, вони просто видалили всі згадки про це. (Саме тому всі посилання вище ведуть на web.archive.org)",
        "script": "Постійний переможець в категорії «Самий костильний скрипт для поновлення».",
        "vulnerability": "Цим же скриптом вони домоглися появи критичної уразливості в системі. Stellar as always.",
        "partialUpdates": "Радять користувачам робити часткові оновлення, які не підтримуються пакетним менеджером самого дистрибутива.",
        "dbLock": "Видаляють файл блокування бази даних пакетів посередині поновлення.",
        "rmModules": "Їх скрипт з очищення модулів ядра іноді просто зносив взагалі все модулі.",
        "pacmanGrep": "Їх скрипт для поновлення виконує pacman -Q | grep, хоча pacman може все це робити і без grep.",
        "install": "Якщо ви хочете встановити Manjaro, тому що вам хочеться Arch Linux, то просто встановіть, власне, сам Arch Linux. Дотримуйтесь офіційної документації на Arch Wiki.",
        "rolling": "Якщо ви хочете роллінг-реліз дистрибутив, але вам зовсім не хочеться мучитися з Arch Linux, то зверніть увагу на openSUSE Tumbleweed.",
        "stable": "Якщо ж вам просто потрібен стабільний і більш дружній до невпевненим користувачам Linux дистрибутив, подивіться в сторону openSUSE Leap."
    },
    "ref": "Посилання"
}
